{"formJson":{"id":30,"uuid":"29a3f252-1e4b-4593-bf0d-2e55a51c40be","name":"EC305 Informed Consent for Patients Form","version":"1","published":true,"auditInfo":{"creator":{"uuid":"c1c21e11-3f10-11e4-adec-0800271c1b75","display":"superman","links":[{"rel":"self","uri":"http://predisanehr-dev.carlos1001.com/openmrs/ws/rest/v1/user/c1c21e11-3f10-11e4-adec-0800271c1b75"}]},"dateCreated":"2022-01-26T00:08:35.000+0530","changedBy":{"uuid":"c1c21e11-3f10-11e4-adec-0800271c1b75","display":"superman","links":[{"rel":"self","uri":"http://predisanehr-dev.carlos1001.com/openmrs/ws/rest/v1/user/c1c21e11-3f10-11e4-adec-0800271c1b75"}]},"dateChanged":"2022-01-26T00:22:15.000+0530"},"resources":[{"value":"{\"name\":\"EC305 Informed Consent for Patients Form\",\"id\":30,\"uuid\":\"29a3f252-1e4b-4593-bf0d-2e55a51c40be\",\"defaultLocale\":\"en\",\"controls\":[{\"translationKey\":\"LABEL_1\",\"type\":\"label\",\"value\":\"I, _______________________________________, with identity number_______________________ in full use of my powers hereby request treatment from CEREPA staff. As a condition of said treatment, I acknowledge the validity of the following articles and I agree to respect them. I understand the following:  1. The Program: The inpatient treatment program, in which I agree to participate, is based on the Clare Matrix's Intensive Drug and Alcohol Treatment program. Program staff believe that the treatment strategies used provide a useful intervention for dependency problems. A specific result is not guaranteed.  2. Rules of participation: Participation in the treatment requires certain basic rules. These conditions are essential for successful treatment. Violating these rules may lead to termination of the treatment. a.\\tIt is necessary to arrive at the appointments at the indicated time. At some visits, I must agree to have a urine or breath test for alcohol and other drugs. b.\\tTreatment conditions require abstaining from all drugs, alcohol, or tobacco for the duration of the program. c.\\tTreatment consists of individual and group sessions. If it is necessary to reschedule an individual appointment, I will be notified. Group appointments cannot be changed and it is very important to keep these appointments. The therapist will be notified in advance of any absence from the group. d.\\tTreatment will cease if I attempt to sell drugs or encourage drug use with other patients. e.\\tI understand that explicit accounts of drug or alcohol use will not be allowed. f.\\tI will not have romantic or sexual relationships with other patients. g.\\tI understand that I must not do commercial transactions with other patients and personnel of the institution. h.\\tAny matter discussed in group sessions and the identity of each member of the group is absolutely confidential, it will not be shared with non-members. i.\\tIn the case of discharge requests before the stipulated time, you will contact your treating psychologist, to make a formal request and begin due process with family mediation, assuming full responsibility for adverse results of said decision.  3. Security. a.\\tIn the event of aggression or insubordination by the patient, if necessary, CEREPA staff will use pepper spray, with immediate notification to the PREDISAN organizational security system and the involvement of the Secretary of National Security. b.\\tCEREPA is protected with an electrified perimeter wall for patient safety, so I should not scale it to avoid damage to my physical integrity.      4. The training center: Services are provided by psychologists, licensed counselors, therapists, or other personnel trained in the field of addiction. All unlicensed therapists work under the supervision of a licensed therapist trained in the field of addiction treatment.  5. Consent to video or audio recording: In order to ensure the high level of quality of services and training in the clinic, therapy sessions may be videotaped or audio recorded for training and safety purposes. . The patient and, if applicable, the patient's family give permission for sessions to be observed and videotaped or audio-recorded for that purpose.  6. Confidentiality: All information shared in these sessions is strictly confidential. Such information may not be disclosed to anyone other than clinic staff without the written authorization of the patient or the patient's family. The only exceptions are those in which the law requires or permits the disclosure of information, and these are usually situations that involve a serious risk of physical harm to oneself or others, or a suspicion of abuse of children or of elderly.  7. Cooperation: Achieving treatment goals requires the cooperation and active participation of patients and their families. Lack of cooperation from the patient or family members can seriously interfere with the clinic's ability to effectively serve the patient and others. In such circumstances, the clinic may cease to provide services to the patient.  8. Administration.  a.\\tThe patient should only wear their established clothing, which includes ophthalmic lenses. The family will bring back clothes that do not meet criteria and any other type of accessories, including cell phones, electronic cigarettes, cash, jewelry, radio receiver, radio communicator, sound equipment, literature outside therapeutic criteria, pornographic magazines, weapons of all kinds, which the patient was carrying at the time of admission. In the event that the patient is admitted ONLY, these items will be guarded by Administration, until they leave. b.\\tExchange of garments between patients is not allowed, each one will leave only with garments and products of her property, as recorded in the lists of belongings upon admission. c.\\tCEREPA is not responsible for clothing, articles and other belongings of customers, which are damaged or stolen by other patients. d.\\tRequests for orders for patients through other families are not allowed, which will entail sanctions according to the CEREPA Internal Regulation. e.\\tThe CEREPA Coexistence Store is governed by therapeutic criteria, with a merit-demerit system, before which the patient needs, in addition to their own funds, adequate behavior to be able to access it. f.\\tThe CEREPA Kitchen follows medical-sanitary criteria for food preparation, all patients must respectfully accept the types of dishes and the amount of the portion served, understanding that they are specifically designed for their case, considering nutritional balance and their integral recovery. g.\\tIf I cause damage to the facilities and furniture of the center, and other objects that are within the premises, I accept my responsibility in this regard and will pay, together with my family, 100% of the expense incurred for repair or new acquisition that solves the loss. h.\\tIn the event that the patient escapes or decides to abandon their treatment, there will be no refund of money or canceled fees, only if the doctor or psychologist refers the patient to another center. i.\\tIn the event of committing assault on another inmate and all expenses incurred will be charged to the person responsible.  9. Biosecurity measures due to COVID-19 pandemic:  a.\\tBefore the patient's admission, the family must perform a test for detection of COVID-19, posterior-anterior chest X-ray and complete blood count; In the event of a diagnosis of acute infection and / or infectious period, the admission process to the center should be postponed until the patient has fully recovered from said disease and the infectious period has ended. b.\\tIn the event of a diagnosis of COVID-19 and / or its complications, during the patient's stay at the center, their rehabilitation program will be suspended to give priority to the stabilization and management of said disease, for which a COVID19 contingency plan will be executed. with the use of insurance funds agreed for this situation and transfer in 24-48 hours, through the Honduran Red Cross to their place of residence, so that the patient receives treatment in the health system of their choice. Once recovered from COVID-19 and the infectious period is over, the patient will be a candidate to rejoin the rehabilitation process. c.\\tRemain in isolation areas in the first days of their internment, according to COVID-19 protocols, following the instructions provided by the staff on duty. d.\\tI promise to comply with the current biosecurity, social distancing and decontamination protocols: i.\\tMake correct and permanent use of mask ii.\\tMaintain a distance of 2 meters with other people iii.\\tWash your hands constantly with soap and water. iv.\\tApplication of antiviral-antibacterial gel between and during therapies. v.\\tRespect the signs (do not move chairs and / or tables, beds, furniture) vi.\\tDo not share drinks or food. vii.\\tAvoid crowds at all times. viii.\\tComplying with any other measure or indication provided, in relation to the prevention of COVID-19 infections, failure to do so may incur penalties and finally the suspension of the rehabilitation program. e.\\tCEREPA is not responsible for contagion of patients with COVID-19 during the addiction rehabilitation process, or for complications related to it.   The patient certifies that he or she has read, understood and accepted this agreement and consent for services. This agreement and consent will govern all the time that the patient participates in the treatment activities of this center.\",\"properties\":{\"location\":{\"column\":0,\"row\":0}},\"id\":\"1\"},{\"type\":\"obsControl\",\"label\":{\"translationKey\":\"TEXT_2\",\"id\":\"2\",\"units\":\"\",\"type\":\"label\",\"value\":\"Name\"},\"properties\":{\"mandatory\":true,\"notes\":false,\"addMore\":false,\"hideLabel\":false,\"controlEvent\":false,\"location\":{\"column\":0,\"row\":1}},\"id\":\"2\",\"concept\":{\"name\":\"Text\",\"uuid\":\"905bfa09-2be8-4aac-8086-9c9918f9a76c\",\"datatype\":\"Text\",\"conceptClass\":\"Misc\",\"conceptHandler\":null,\"answers\":[],\"properties\":{\"allowDecimal\":null}},\"units\":null,\"hiNormal\":null,\"lowNormal\":null,\"hiAbsolute\":null,\"lowAbsolute\":null},{\"type\":\"obsControl\",\"label\":{\"translationKey\":\"DATE_3\",\"id\":\"3\",\"units\":\"\",\"type\":\"label\",\"value\":\"Date\"},\"properties\":{\"mandatory\":true,\"notes\":false,\"addMore\":false,\"hideLabel\":false,\"controlEvent\":false,\"location\":{\"column\":0,\"row\":1},\"allowFutureDates\":false},\"id\":\"3\",\"concept\":{\"name\":\"Date\",\"uuid\":\"e605731b-2e81-41a9-8446-2ed442c339e2\",\"datatype\":\"Date\",\"conceptClass\":\"Misc\",\"conceptHandler\":null,\"answers\":[],\"properties\":{\"allowDecimal\":null}},\"units\":null,\"hiNormal\":null,\"lowNormal\":null,\"hiAbsolute\":null,\"lowAbsolute\":null}],\"events\":{},\"translationsUrl\":\"/openmrs/ws/rest/v1/bahmniie/form/translations\"}","dataType":"org.bahmni.customdatatype.datatype.FileSystemStorageDatatype","uuid":"c1e07d57-dba5-405d-bb30-1735cf86b659"}]},"translations":[{"locale":"en","labels":{"LABEL_1":"I, _______________________________________, with identity number_______________________ in full use of my powers hereby request treatment from CEREPA staff. As a condition of said treatment, I acknowledge the validity of the following articles and I agree to respect them. I understand the following:  1. The Program: The inpatient treatment program, in which I agree to participate, is based on the Clare Matrix's Intensive Drug and Alcohol Treatment program. Program staff believe that the treatment strategies used provide a useful intervention for dependency problems. A specific result is not guaranteed.  2. Rules of participation: Participation in the treatment requires certain basic rules. These conditions are essential for successful treatment. Violating these rules may lead to termination of the treatment. a.\tIt is necessary to arrive at the appointments at the indicated time. At some visits, I must agree to have a urine or breath test for alcohol and other drugs. b.\tTreatment conditions require abstaining from all drugs, alcohol, or tobacco for the duration of the program. c.\tTreatment consists of individual and group sessions. If it is necessary to reschedule an individual appointment, I will be notified. Group appointments cannot be changed and it is very important to keep these appointments. The therapist will be notified in advance of any absence from the group. d.\tTreatment will cease if I attempt to sell drugs or encourage drug use with other patients. e.\tI understand that explicit accounts of drug or alcohol use will not be allowed. f.\tI will not have romantic or sexual relationships with other patients. g.\tI understand that I must not do commercial transactions with other patients and personnel of the institution. h.\tAny matter discussed in group sessions and the identity of each member of the group is absolutely confidential, it will not be shared with non-members. i.\tIn the case of discharge requests before the stipulated time, you will contact your treating psychologist, to make a formal request and begin due process with family mediation, assuming full responsibility for adverse results of said decision.  3. Security. a.\tIn the event of aggression or insubordination by the patient, if necessary, CEREPA staff will use pepper spray, with immediate notification to the PREDISAN organizational security system and the involvement of the Secretary of National Security. b.\tCEREPA is protected with an electrified perimeter wall for patient safety, so I should not scale it to avoid damage to my physical integrity.      4. The training center: Services are provided by psychologists, licensed counselors, therapists, or other personnel trained in the field of addiction. All unlicensed therapists work under the supervision of a licensed therapist trained in the field of addiction treatment.  5. Consent to video or audio recording: In order to ensure the high level of quality of services and training in the clinic, therapy sessions may be videotaped or audio recorded for training and safety purposes. . The patient and, if applicable, the patient's family give permission for sessions to be observed and videotaped or audio-recorded for that purpose.  6. Confidentiality: All information shared in these sessions is strictly confidential. Such information may not be disclosed to anyone other than clinic staff without the written authorization of the patient or the patient's family. The only exceptions are those in which the law requires or permits the disclosure of information, and these are usually situations that involve a serious risk of physical harm to oneself or others, or a suspicion of abuse of children or of elderly.  7. Cooperation: Achieving treatment goals requires the cooperation and active participation of patients and their families. Lack of cooperation from the patient or family members can seriously interfere with the clinic's ability to effectively serve the patient and others. In such circumstances, the clinic may cease to provide services to the patient.  8. Administration.  a.\tThe patient should only wear their established clothing, which includes ophthalmic lenses. The family will bring back clothes that do not meet criteria and any other type of accessories, including cell phones, electronic cigarettes, cash, jewelry, radio receiver, radio communicator, sound equipment, literature outside therapeutic criteria, pornographic magazines, weapons of all kinds, which the patient was carrying at the time of admission. In the event that the patient is admitted ONLY, these items will be guarded by Administration, until they leave. b.\tExchange of garments between patients is not allowed, each one will leave only with garments and products of her property, as recorded in the lists of belongings upon admission. c.\tCEREPA is not responsible for clothing, articles and other belongings of customers, which are damaged or stolen by other patients. d.\tRequests for orders for patients through other families are not allowed, which will entail sanctions according to the CEREPA Internal Regulation. e.\tThe CEREPA Coexistence Store is governed by therapeutic criteria, with a merit-demerit system, before which the patient needs, in addition to their own funds, adequate behavior to be able to access it. f.\tThe CEREPA Kitchen follows medical-sanitary criteria for food preparation, all patients must respectfully accept the types of dishes and the amount of the portion served, understanding that they are specifically designed for their case, considering nutritional balance and their integral recovery. g.\tIf I cause damage to the facilities and furniture of the center, and other objects that are within the premises, I accept my responsibility in this regard and will pay, together with my family, 100% of the expense incurred for repair or new acquisition that solves the loss. h.\tIn the event that the patient escapes or decides to abandon their treatment, there will be no refund of money or canceled fees, only if the doctor or psychologist refers the patient to another center. i.\tIn the event of committing assault on another inmate and all expenses incurred will be charged to the person responsible.  9. Biosecurity measures due to COVID-19 pandemic:  a.\tBefore the patient's admission, the family must perform a test for detection of COVID-19, posterior-anterior chest X-ray and complete blood count; In the event of a diagnosis of acute infection and / or infectious period, the admission process to the center should be postponed until the patient has fully recovered from said disease and the infectious period has ended. b.\tIn the event of a diagnosis of COVID-19 and / or its complications, during the patient's stay at the center, their rehabilitation program will be suspended to give priority to the stabilization and management of said disease, for which a COVID19 contingency plan will be executed. with the use of insurance funds agreed for this situation and transfer in 24-48 hours, through the Honduran Red Cross to their place of residence, so that the patient receives treatment in the health system of their choice. Once recovered from COVID-19 and the infectious period is over, the patient will be a candidate to rejoin the rehabilitation process. c.\tRemain in isolation areas in the first days of their internment, according to COVID-19 protocols, following the instructions provided by the staff on duty. d.\tI promise to comply with the current biosecurity, social distancing and decontamination protocols: i.\tMake correct and permanent use of mask ii.\tMaintain a distance of 2 meters with other people iii.\tWash your hands constantly with soap and water. iv.\tApplication of antiviral-antibacterial gel between and during therapies. v.\tRespect the signs (do not move chairs and / or tables, beds, furniture) vi.\tDo not share drinks or food. vii.\tAvoid crowds at all times. viii.\tComplying with any other measure or indication provided, in relation to the prevention of COVID-19 infections, failure to do so may incur penalties and finally the suspension of the rehabilitation program. e.\tCEREPA is not responsible for contagion of patients with COVID-19 during the addiction rehabilitation process, or for complications related to it.   The patient certifies that he or she has read, understood and accepted this agreement and consent for services. This agreement and consent will govern all the time that the patient participates in the treatment activities of this center."},"concepts":{"DATE_3":"Date","TEXT_2":"Name"},"formName":"EC305 Informed Consent for Patients Form","version":"1"},{"locale":"es","labels":{"LABEL_1":"I, _______________________________________, with identity number_______________________ in full use of my powers hereby request treatment from CEREPA staff. As a condition of said treatment, I acknowledge the validity of the following articles and I agree to respect them. I understand the following:  1. The Program: The inpatient treatment program, in which I agree to participate, is based on the Clare Matrix's Intensive Drug and Alcohol Treatment program. Program staff believe that the treatment strategies used provide a useful intervention for dependency problems. A specific result is not guaranteed.  2. Rules of participation: Participation in the treatment requires certain basic rules. These conditions are essential for successful treatment. Violating these rules may lead to termination of the treatment. a.\tIt is necessary to arrive at the appointments at the indicated time. At some visits, I must agree to have a urine or breath test for alcohol and other drugs. b.\tTreatment conditions require abstaining from all drugs, alcohol, or tobacco for the duration of the program. c.\tTreatment consists of individual and group sessions. If it is necessary to reschedule an individual appointment, I will be notified. Group appointments cannot be changed and it is very important to keep these appointments. The therapist will be notified in advance of any absence from the group. d.\tTreatment will cease if I attempt to sell drugs or encourage drug use with other patients. e.\tI understand that explicit accounts of drug or alcohol use will not be allowed. f.\tI will not have romantic or sexual relationships with other patients. g.\tI understand that I must not do commercial transactions with other patients and personnel of the institution. h.\tAny matter discussed in group sessions and the identity of each member of the group is absolutely confidential, it will not be shared with non-members. i.\tIn the case of discharge requests before the stipulated time, you will contact your treating psychologist, to make a formal request and begin due process with family mediation, assuming full responsibility for adverse results of said decision.  3. Security. a.\tIn the event of aggression or insubordination by the patient, if necessary, CEREPA staff will use pepper spray, with immediate notification to the PREDISAN organizational security system and the involvement of the Secretary of National Security. b.\tCEREPA is protected with an electrified perimeter wall for patient safety, so I should not scale it to avoid damage to my physical integrity.      4. The training center: Services are provided by psychologists, licensed counselors, therapists, or other personnel trained in the field of addiction. All unlicensed therapists work under the supervision of a licensed therapist trained in the field of addiction treatment.  5. Consent to video or audio recording: In order to ensure the high level of quality of services and training in the clinic, therapy sessions may be videotaped or audio recorded for training and safety purposes. . The patient and, if applicable, the patient's family give permission for sessions to be observed and videotaped or audio-recorded for that purpose.  6. Confidentiality: All information shared in these sessions is strictly confidential. Such information may not be disclosed to anyone other than clinic staff without the written authorization of the patient or the patient's family. The only exceptions are those in which the law requires or permits the disclosure of information, and these are usually situations that involve a serious risk of physical harm to oneself or others, or a suspicion of abuse of children or of elderly.  7. Cooperation: Achieving treatment goals requires the cooperation and active participation of patients and their families. Lack of cooperation from the patient or family members can seriously interfere with the clinic's ability to effectively serve the patient and others. In such circumstances, the clinic may cease to provide services to the patient.  8. Administration.  a.\tThe patient should only wear their established clothing, which includes ophthalmic lenses. The family will bring back clothes that do not meet criteria and any other type of accessories, including cell phones, electronic cigarettes, cash, jewelry, radio receiver, radio communicator, sound equipment, literature outside therapeutic criteria, pornographic magazines, weapons of all kinds, which the patient was carrying at the time of admission. In the event that the patient is admitted ONLY, these items will be guarded by Administration, until they leave. b.\tExchange of garments between patients is not allowed, each one will leave only with garments and products of her property, as recorded in the lists of belongings upon admission. c.\tCEREPA is not responsible for clothing, articles and other belongings of customers, which are damaged or stolen by other patients. d.\tRequests for orders for patients through other families are not allowed, which will entail sanctions according to the CEREPA Internal Regulation. e.\tThe CEREPA Coexistence Store is governed by therapeutic criteria, with a merit-demerit system, before which the patient needs, in addition to their own funds, adequate behavior to be able to access it. f.\tThe CEREPA Kitchen follows medical-sanitary criteria for food preparation, all patients must respectfully accept the types of dishes and the amount of the portion served, understanding that they are specifically designed for their case, considering nutritional balance and their integral recovery. g.\tIf I cause damage to the facilities and furniture of the center, and other objects that are within the premises, I accept my responsibility in this regard and will pay, together with my family, 100% of the expense incurred for repair or new acquisition that solves the loss. h.\tIn the event that the patient escapes or decides to abandon their treatment, there will be no refund of money or canceled fees, only if the doctor or psychologist refers the patient to another center. i.\tIn the event of committing assault on another inmate and all expenses incurred will be charged to the person responsible.  9. Biosecurity measures due to COVID-19 pandemic:  a.\tBefore the patient's admission, the family must perform a test for detection of COVID-19, posterior-anterior chest X-ray and complete blood count; In the event of a diagnosis of acute infection and / or infectious period, the admission process to the center should be postponed until the patient has fully recovered from said disease and the infectious period has ended. b.\tIn the event of a diagnosis of COVID-19 and / or its complications, during the patient's stay at the center, their rehabilitation program will be suspended to give priority to the stabilization and management of said disease, for which a COVID19 contingency plan will be executed. with the use of insurance funds agreed for this situation and transfer in 24-48 hours, through the Honduran Red Cross to their place of residence, so that the patient receives treatment in the health system of their choice. Once recovered from COVID-19 and the infectious period is over, the patient will be a candidate to rejoin the rehabilitation process. c.\tRemain in isolation areas in the first days of their internment, according to COVID-19 protocols, following the instructions provided by the staff on duty. d.\tI promise to comply with the current biosecurity, social distancing and decontamination protocols: i.\tMake correct and permanent use of mask ii.\tMaintain a distance of 2 meters with other people iii.\tWash your hands constantly with soap and water. iv.\tApplication of antiviral-antibacterial gel between and during therapies. v.\tRespect the signs (do not move chairs and / or tables, beds, furniture) vi.\tDo not share drinks or food. vii.\tAvoid crowds at all times. viii.\tComplying with any other measure or indication provided, in relation to the prevention of COVID-19 infections, failure to do so may incur penalties and finally the suspension of the rehabilitation program. e.\tCEREPA is not responsible for contagion of patients with COVID-19 during the addiction rehabilitation process, or for complications related to it.   The patient certifies that he or she has read, understood and accepted this agreement and consent for services. This agreement and consent will govern all the time that the patient participates in the treatment activities of this center."},"concepts":{"DATE_3":"Fecha","TEXT_2":"Nombre"},"formName":"EC305 Informed Consent for Patients Form","version":"1"}]}